[
    {
        "id": "https://hdl.handle.net/20.500.11840/event11",
        "title": "Expeditie naar Bali (Zevende Bali Expeditie), 1906",
        "timeSpan_start": "1908-01-01",
        "timeSpan_end": "1908-01-01",
        "description": "Expedite naar Bali in 1908 (ookwel: Achtste Expeditie naar Bali, vaak gelijktijdig beschrijven met de voorgaande expeditie in 1906."
    },
    {
        "id": "https://hdl.handle.net/20.500.11840/event433",
        "title": "Lombok oorlog (''Lombok expeditie'')",
        "timeSpan_start": "1894-01-01",
        "timeSpan_end": "1894-01-01",
        "description": "De Lombok-oorlog (ook wel genoemd: ''Lombok expeditie'' of ''Het verraad van Lombok'') valt volgens ambtelijke en militaire bronnen uiteen in twee aansluitende expedities, de eerste van 13 juni tot 26 augustus en de tweede van 2 september tot en met 24 december 1894, maar kan evenzeer als één geheel worden beschouwd.\n\nDe expeditie kende een lange aanloop. Meerdere malen werd de vorst van Lombok, Anak Agung Agung Ngurah Karangasem, beschuldigd van het tegenwerken en het onvoldoende behartigen van de belangen van de Nederlands Indische regering. Zo werd hij in 1892 door de toenmalig Nederlandse resident, de heer Dannenbargh, beschuldigd van het breken van het tweede artikel van het in 1843 gesloten verdrag waarin zijn voorganger zich gecommitteerd had aan de voorwaarde nooit een alliantie met een andere macht aan te gaan dan die van het Nederlands Indisch gouvernement. Deze beschuldiging bleek later voldoende reden voor het instellen van een militaire expeditie tegen de vorst (Van der Kraan, 1980: 40). Op 30 mei ontving de vorst de resident en controleur Liefrinck in zijn paleis te Mataram (1980: 41). Een tweede bijeenkomst vond plaats op 1 juni, Dannenbargh bleef ontevreden over de afgegeven verklaringen van de vorst, de verschillende door de resident geuite aantijgingen waren zijns inziens niet bevredigend opgehelderd. De vorst bleef alle beschuldigingen verwerpen. Gouverneur-generaal Pijnacker-Hordijk zag tot teleurstelling van de resident en controleur geen reden tot het nemen van actie tegenover de vorst. Het beleid veranderde echter in 1893 toen Pijnacker-Hordijk terugtrad en werd opgevolgd door Jhr. C. van der Wijck. Gelijk na aantreden zette hij de eerste stappen tot het zenden van een militaire expeditie om Lombok te annexeren (1980: 52)\n\nEen rapport van controleur Liefrinck over hongersnood onder de onderdrukte Sasak in Oost-Lombok gaf een gewenste humanitaire tint aan een expeditie. Kortom, de Sasak moesten door het Nederlands gezag bevrijd worden van de Balinese overheersing. Liefrinck vatte de reden voor de Lombok expeditie op 30 december 1902 nog even kort samen tijdens de Algemene Vergadering van het Indisch Genootschap: ‘…gebleken dat onze tusschenkomst in de Lomboksche zaken onvermijdelijk was om het land van den ondergang, waarmede de bloedige strijd tusschen Baliërs en Sassaks het bedreigde, te redden.’ (Liefrinck, 1927: 470) \n\nDe vorst kreeg een ultimatum voorgelegd, opgesteld door Dannenbargh en Van der Wijck, waarin hij onder andere zijn macht diende over te dragen aan de kroonprins, zijn zoon Anak Agung Ketut. Deze zou volgens het Nederlands gouvernement een ideale ‘puppet-ruler’ wezen en alleen in naam regeren (Van der Kraan, 1980: 54-55). Anak Agung Made werd daarentegen als ‘schadelijk’ gezien voor de orde in Lombok. De Nederlands Indische regering verwachtte van hem meer problemen dan van Ketut. Made was, nog meer dan zijn vader, fel gekant tegen het overdragen van de politieke onafhankelijkheid aan de Nederlanders. Juist vanwege deze verwachtte weerstand eisten ze het vertrek (verbanning) van Made. Als laatste bepaling moest de vorst, juist omdat hij zoveel rijkdom bezat, de kosten van de militaire expeditie betalen en zo dus de kosten die de Nederlands Indische regering alreeds had gemaakt vergoeden.\n\nVan der Wijck bereidde een expeditie voor die genoemde eisen samen met een ultimatum aan de vorst van Lombok moest overbrengen. Hij installeerde generaal-majoor J.A. Vetter als opperbevelhebber met resident Dannenbargh als zijn politiek adviseur. Controleur J.H. Liefrinck en zijn broer de inspecteur F.A. Liefrinck fungeerden eveneens als adviseurs. Generaal-majoor P.P.H. van Ham was tweede bevelhebber en gaf kapitein H. Quispel (kapitein van de HMSS Koningin Emma) het commando over de marine. De expeditie vertrok op 30 juni 1894 uit Batavia en bestond uit 7 oorlogsschepen, 12 transportschepen, drie infanterie bataljons en een eskader cavalerie. Naast het marinepersoneel bestond de expeditie uit 110 officieren, 2300 soldaten en 2000 veroordeelden/dwangarbeiders. Totaal bijna 4400 personen. (1980: 58)\nOp 3 juni 1894 arriveerden Dannenbargh en Liefrinck op het grootste oorlogsschip van de Nederlandse marine, de HMSS Koningin Emma. Vanwege ziekte kon de vorst hun niet te woord staan, maar hij stuurde zijn beide zonen Ketut en Made om namens hem de onderhandelingen te voeren. De conferentie werd gehouden op 9 juni in het paleis te Cakranegara. Men kwam echter niet tot een akkoord. \n\nDe expeditie arriveerde op 5 juli 1894 voor de kust van Ampenan (Lombok) en bracht de vorst een tweede ultimatum. Op 9 juli bracht Gusti Djelantik, de heerser van Karangasem, neef van de vorst van Lombok, die hem in 1891 te hulp was gekomen bij het neerslaan van de Oost Sasak opstand, een bezoek aan de Nederlandse troepen in Ampenan en gaf zich over aan generaal Vetter. Hij beloofde gehoorzaamheid en trouw aan het gouvernement en bood zijn service als bemiddelaar in de onderhandelingen met de vorst aan (1980: 61). \nDe vorst liet dan ook op 10 juli de Nederlandse delegatie weten aan alle voorwaarden te willen voldoen alleen met betrekking tot de verbanning van Made vroeg hij nog om enig respijt, deze wilde men hem echter niet verlenen. Aangezien de vorst de vijandige reactie vreesde van de aanhangers van Made wanneer hij zijn zoon ‘zomaar’ overdroeg in handen van de Nederlanders zocht hij naar een andere uitweg. Als laatste redmiddel om de oorlog met Nederland af te wenden koos de vorst ervoor zijn geliefde zoon op te offeren: hij arrangeerde zijn dood. \n\nAanleiding werd gevonden in een gerucht dat Made een verboden liefdesaffaire zou hebben met zijn ongetrouwde nicht, Anak Agung Ayu Made Rai, de dochter van zijn overleden oudere broer Anak Agung Wayan. Deze nicht bekende de affaire tegenover de priester die de vorst op onderzoek had uitgestuurd. Op een dergelijke liefdesaffaire stond in het Balinese rechtssysteem de doodstraf, welke de vorst dan ook over zijn zoon en kleindochter uitsprak. \n\nDe ‘bekentenis’ van Anak Agung Ayu Made Rai was voldoende voor de veroordeling, Made zelf werd nooit gehoord. Toen hij zijn vaders besluit tot executie vernam was hij echter niet geheel onvoorbereid, maar ontkende hij ten stelligste de beschuldiging van incest. Hij aanvaarde zijn lot met een schouderophalen maar was wel diep gekwetst dat het vonnis nog diezelfde dag zou moeten worden voltrokken (1980: 63). Volgens de huispriester van Made zou hij gezegd hebben: ‘Brothers, if I must die, I shall adorn myself with herbs from the fern and with flowers from the turi-tree. This means: I have nothing to confess, for I am innocent.’ (idem). Geheel volgens de Balinese adat voor aristocraten werd Made gebaad, zijn haren geolied en geparfumeerd, werd hij in het wit gekleed en werden hem versieringen van bloemen omgehangen. Niemand wilde echter als zijn executeur optreden waardoor de executie enkele uren vertraging opliep. Toen Controleur Liefrinck arriveerde die namens de Nederlands Indische regering het lichaam van Made moest identificeren was Made nog steeds in leven. Uiteindelijk vond men iemand bereid en werd Made, geheel volgens Balinese traditie met behulp van een kris, via een dolkstoot in het hart gedood op 11 juli 1894. Zijn lichaam werd buiten het paleis van Cakranegara gebracht en later die dag samen met het lichaam van zijn nicht in waardige en ceremoniële processie naar Ampenan gebracht. De traditionele regels volgend voor degenen die voor incest waren veroordeeld werden de lichamen 300 meter uit de kust in zee geworpen. Een legende verhaalt dat het lichaam van Made tot drie maal toe aan land spoelde omdat de zee wist dat hij onschuldig was en weigerde zijn lichaam te accepteren (1980: 64) Wat het geheel nog wranger maakt is het feit dat Made’s dood uiteindelijk een oorlog met Nederland niet heeft kunnen weerhouden. \n\nGeheel tegen de verwachting van het gouvernement  was met een installatie van Ketut als nieuwe leider de vrede op Lombok niet gewaarborgd. Men besefte te laat dat de Oost-Sasak leiders zich nooit meer zouden willen onderwerpen aan een Balinese leider, ook niet aan Ketut.\nDe onderhandelingen in Cakranegara met vertegenwoordigers van de Oost-Sasak werden aangekondigd. Vanaf 9 augustus organiseerden Vetter en Dannenbargh een serie bijeenkomsten met Anak Agung Ketut en de punggawas (bestuurshoofden) om ze in te lichten over de inhoud van het verdrag dat het gouvernement wenste af te sluiten (1980: 74). De gesprekken vonden dagelijks plaats, beginnend met het eerste gesprek op 10 augustus tot en met de laatste op 20 augustus. De foto van de onderhandelaars met Ketut en Djelantik (10018835 en 60033293) moet op één van deze data genomen zijn. Na de 20ste waren er geen ontmoeting meer tussen de generaals en Ketut. De onderhandelingen en het verdrag werden respectievelijk gevoerd en opgesteld in het Maleis, een taal die de Balinezen niet machtig waren. Pas na vertaling van de overeenkomst (na 20 augustus) kwamen alle nadelen voor de vorst en zijn volgelingen aan het licht, niet alleen verloren ze hun onafhankelijkheid, maar ook hun heerschappij over de Oost- en West Sasak. Zonder medeweten van de vorst (volgens Van der Kraan, 1980: 76) beraamden de kroonprins en enige punggawas (hoofden) een aanval op de Nederlandse troepenmacht.\n\n25 augustus 1894 rond 11.00 ’s avonds werd met succes de aanval op de Nederlandse troepen in Cakranegara ingezet. De volgende dag rond 6 uur ’s ochtends richtten de Balinesen hun aandacht op de troepen in Mataram. Toen de troepen in Cakranegara zich daarvan gebruik makend terugtrokken richting Mataram werden ze alsnog onder vuur genomen, hierbij werd generaal Van Ham getroffen in borst en buik. Hij overleed kort na aankomst in Mataram aan zijn verwondingen.\n\nDe Nederlandse troepen waren verslagen, maar rond 30 augustus nog niet geheel van Lombok verdreven. Vanaf 2 september arriveerde eerste verst"
    },
    {
        "id": "https://hdl.handle.net/20.500.11840/event423",
        "title": "Aceh oorlog (Sumatra)",
        "timeSpan_start": "1873-01-01",
        "timeSpan_end": "1942-01-01",
        "description": "Aanleiding van deze oorlog was de verplichting van het Koningkrijk der Nederlanden om de zeevaart door de Straat Malakka veilig te stellen, waar veel piraten actief waren. De Nederlanders meenden dit te kunnen bewerkstelligen door het sultanaat Atjeh toe te voegen aan het Nederlandse koloniale rijk. \n\nDe Atjehers lieten zich echter niet zo maar onderwerpen, wat uitmonde in een jarenlange oorlog. \n\n1873 Eerste expeditie Aceh\n1873-1874 Tweede expeditie Aceh\n\nhttps://nl.wikipedia.org/wiki/Atjehoorlog"
    },
    {
        "id": "https://hdl.handle.net/20.500.11840/event429",
        "title": "Expeditie naar Nias (Sumatra)",
        "timeSpan_start": "1863-01-01",
        "timeSpan_end": "1863-01-01",
        "description": NaN
    },
    {
        "id": "https://hdl.handle.net/20.500.11840/event40",
        "title": "Tapanahoni Expeditie (Suriname)",
        "timeSpan_start": "1904-01-01",
        "timeSpan_end": "1904-01-01",
        "description": "KNAG expeditie tijdens welke gedurende 5 maanden het stroomgebied van de Tapahoni-rivier in kaart wordt gebracht en de taal, cultuur en gewoonten van lokale bevolking worden bestudeerd. De expeditieleiding was in handen van de cartograaf A. Franssen Herderschee.\n\nDe expeditie voer vanuit het Surinaamse dorp Albina over de Marowijne-,  Tapanahoni- , Paloemeu-rivier, waar achtereenvolgens de volgende plaatsen worden aangedaan: Drietabbetje, marron dorp, Granbori, marron dorp, de Teboe, granieten rots, de Magneetros, Intelewa, Ojana-indianen dorp, en de Kassikassima, granieten rots, Na de landmetingen vanaf de Kassikassima trok De Goeje, samen met enkele arbeiders en gidsen, verder het binnenland in over de Paloemeu-rivier en bezoekt het Trio-dorp Majoli en een Trio-dorp aan de Paroe (Okomokili)-rivier. De rest van de expeditieleden verkent tevergeeft de oevers van de Boven Tapanahoni-rivier\n\nDe expeditieleden zijn dezelfde als tijdens de Gonini Expeditie. Voor de tweede maal is A. Franssen Herderschee de expeditieleider en eerste topograaf. C.H. de Goeje is tweede topograaf en verantwoordelijk voor het vergaren van etnografica. En de medicus C.M. Versteeg is verantwoordelijk voor het verzamelen van zoölogica en botanica."
    }
]